Repository: common-repository/invelity-ikros-invoices
Catalog: lang/ikros-invoices-*.po
Languages: sk_sk

source: Order id not valid. Order Id :
sk_sk: Číslo objednávky nieje správne. Číslo objednávky :

source: Could not instantiate Woocommerce order. Order Id :
sk_sk: Nebolo možné vytvoriť objekt woocommerce objednávky. Číslo objednávky :

source: Ikros response not valid. Ikros response :
sk_sk: Odpoveď od Ikros nieje validná. Ikros odpoveď :

source: General error
sk_sk: Neočakávaný problém

source: License expired
sk_sk: Vypršaná licencia

source: Invalid request with error :
sk_sk: Neplatná požiadavka s errorom :

source: Unable to connect with ikros system, please check your API number in plugin options
sk_sk: Nieje možné sa spojiť s Ikros systémom, prosím skontrolujte číslo API v nastaveniach pluginu

source: Ikros problem : Can not parse data returned from Ikros
sk_sk: iKros problém : Nebolo možné spracovať dáta vrátené od Ikros

source: Ikros problem : Unable to get invoice document URL
sk_sk: iKros problém : Nebolo možné získať pdf faktúry

source: Ikros problem : Can not get invoice number from URL
sk_sk: iKros problém : Nebolo možné získať pdf faktúry

source: Download invoice PDF
sk_sk: Stiahnuť PDF faktúry

source: Basic settings
sk_sk: Základné nastavenia

source: Sender settings
sk_sk: Nastavenia odosielateľa

source: Invoice settings
sk_sk: Nastavenia fakturácie

source: Ikros API Key
sk_sk: Ikros API Kľúč

source: Sender name
sk_sk: Meno odosielateľa

source: Sender registration id
sk_sk: IČO odosielateľa

source: Sender registration court
sk_sk: Okresný súd odosielateľa

source: Sender VAT id
sk_sk: IČ DPH odosielateľa

source: Sender tax id
sk_sk: DIČ odosielateľa

source: Sender street
sk_sk: Ulica odosielateľa

source: Sender postcode
sk_sk: PSČ odosielateľa

source: Sender town
sk_sk: Mesto odosielateľa

source: Sender Country
sk_sk: Krajina odosielateľa

source: Sender bank account
sk_sk: Bankový účet odosielateľa

source: Sender bank IBAN
sk_sk: IBAN odosielateľa

source: Sender bank SWIFT
sk_sk: SWIFT kód odosielateľa

source: Sender contact name
sk_sk: Kontaktné meno odosielateľa

source: Sender phone
sk_sk: Tel. číslo odosielateľa

source: Sender email
sk_sk: Email odosielateľa

source: Sender web
sk_sk: Webová stránka odosielateľa

source: Due date
sk_sk: Dátum splatnosti

source: Automatic generation
sk_sk: Automatické generovanie

source: Due action
sk_sk: Status objednávky

source: Opening text
sk_sk: Otvárací text

source: Closing text
sk_sk: Ukončovací text

source: Invoice numbering ype
sk_sk: Formát číslovania faktúr

source: Invoice numbering format
sk_sk: Formát číslovania faktúr

source: Next invoice number
sk_sk: Číslo ďalšej faktúry

source: Ikros invoice numbering list
sk_sk: Formát číslovania faktúr

source: Item description in the invoice
sk_sk: Popis produktu na faktúre

source: Enter your settings below:
sk_sk: Zadajte svoje nastavenia :

source: Your ikros API key from <a href="https://app.ikros.sk" title="" target="_blank">https://app.ikros.sk</a>
sk_sk: Váš licenčný kľúč od <a href="https://app.ikros.sk">https://app.ikros.sk</a>

source: Leave empty to use default woocommerce taxation settings.
sk_sk: Ponechajte prázdne pre použitie woocommerce nastavení dane :

source: Number of days to be added as due date
sk_sk: Počet dní pre prípočítanie do dátumu splatnosti

source: When should be invoice automatically generated
sk_sk: Kedy by mala byť faktúra automaticky generovaná

source: Generate invoice after status change
sk_sk: Generovať faktúru po zmene stavu

source: Ikros numbering (preferred)
sk_sk: Formát číslovania faktúr (odporúčané)

source: Custom plugin numbering
sk_sk: Vlastné číslovanie

source: Format of invoices numbering, first field is prefix (leave blank for no prefix), second field is format of the invoice number
sk_sk: Formát číslovania faktúr, prvé pole označuje prefix (ponechať prázdne pre žiadny prefix), druhé pole označuje formát číslovania faktúr

source: Variation parameters
sk_sk: Parametre variácie

source: Product description
sk_sk: Popis produktu

source: Empty
sk_sk: Prázdne

source: Item description displayed in the invoice
sk_sk: Popis produktu na faktúre

source: Number of next invoice to be generated (use only number, not format. If next invoice should be in format RRRRXXXX 2020025 type in just "25")
sk_sk: Číslo ďaľšej faktúry (použite iba číslo bez fotmátu. Ak chcete aby číslo ďaľšej faktúry vo formáte RRRRXXXX bolo 20200025 vpíšte iba "25")

source: If there is existing invoice with specified number in Ikros allready, it will be overwritten!
sk_sk: Pokial sa v Ikros-e už nachádza faktúra s týmto číslom, bude preísaná!

source: Assign number list to each country, leave default value to use main invoicing list
sk_sk: Priraďte rad pre každú krajinu, ponechajte prázdne pre používanie prednastaveného číselného radu

source: Export orders to Ikros
sk_sk: Exportovať faktúry do Ikros-u

source: Order no. %s Sucessfully generated
sk_sk: Faktúra objednávky s č. %s úspešne vygenerovaná

source: Order no. %s Was not generated. Error : %s
sk_sk: Faktúra objednávky s č. %s nebola vygenerovaná s problémom : %s
